Revit 2027 API
UnitTypeId.SquareFeetPerFoot Property
 Square feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareFeetPerFoot { get; }
Public Shared ReadOnly Property SquareFeetPerFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareFeetPerFoot {
	ForgeTypeId^ get ();
}
static member SquareFeetPerFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace